Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Cry, Even Better If You Beg (울어봐, 빌어도 좋고).tmx
Source language: ko_kr
Languages: en_us

source: 어찌나 집중해 있던지 이름을 몇 번이나 불러도 알지 못했다.
en_us: She had been so captivated by the sight, she hadn’t noticed him calling her name repeatedly.

source: 내로라하는 귀족가의 영애들도 친구가 되고 싶어 안달하는 클로딘 폰 브란트가 친히 곁을 내주어도 레일라는 조금도 들뜨거나 기뻐하지 않았다.
en_us: Many top noble daughters were dying to be friends with Claudine von Brandt, but Layla never seemed particularly excited or happy to be in her presence.

source: 그저 여느 때와 다름없는 평온한 숲일 뿐이었다.
en_us: The forest was calm and serene as always.

source: 그 외에도 무수히 많은 새가 사라졌다.
en_us: Countless other birds disappeared as well.

source: 가쁜 숨을 쏟아 내는 사이에 도망치는데 정신이 팔려 잊고 있던 발의 통증이 되살아났다.
en_us: As she caught her breath, the pain returned to her feet, which she had forgotten about while she was making her escape.

source: “아…….”
en_us: “Ah...”

source: 거기야말로 아이의 신세 망치기 딱 좋은 곳일지도 모르는데?
en_us: Orphanages seemed like the perfect place to send a child if you wanted to ruin their life.

source: 임시로 내어 준 창고 같은 방은 어느새 부드러운 공기가 감도는 숙녀의 방으로 변모했다.
en_us: The storage space that he had offered her as a temporary residence gradually transformed into a cozy room fit for a lady.

source: 얘를 왜 여기 데리고 온 거요?”
en_us: “Why did you bring her here?”

source: 에트먼가는 왼쪽으로 이어진 길 끝에 있었다.
en_us: The Ettman residence was at the end of the road on the left.

source: 덫은 놓았으니 확인할 차례였다.
en_us: It was time for him to check the trap he had laid.

source: 차가운 샴페인과 포말 같은 웃음.
en_us: Cold champagne and bubbly laughter.

source: 정말 미안하다고.
en_us: I’m really sorry.

source: 저 아이를 맡는 건 말도 안 되는 일이다.{j}빌은 명료한 결론을 내렸다.{j}하지만 그 뒤를 따르는 유일한 해결책은 저 애를 고아원에 집어넣는 일뿐이니 환장할 노릇이었다.{j}빌은 다시 한 번 이 사달을 일으킨 것들을 향한 저주의 말을 중얼거렸다.
en_us: Bill came to the firm conclusion that he could not take care of her. It then occurred to him that the only other option was to place her in an orphanage, the thought of which upset him just as much. He once again quietly cursed the relatives that had caused this mess.{j}{j}{j}

source: 레일라는 맨 마지막으로 테이블에 착석했다.
en_us: Layla was the last one seated.

source: 그 모습을 지켜보던 레일라는 새로운 사실 하나를 깨닫게 됐다.
en_us: Watching him, Layla had another realization.

source: 카나리아의 노래를 들으며 마티어스는 창문 밖을 내려다보았다.
en_us: While the canary sat on his finger singing, he gazed out the window.

source: 헤르하르트의 이름하에 놓여 있는 모든 일이 그렇듯 이 밤의 파티 또한 완벽할 것이었으므로.
en_us: Like everything that bore the Herhardt family name, this soiree would be perfect.

source: 예쁘게 울었으니 기꺼이 구두를 돌려주었다.
en_us: Once she cried for him like this, he had gladly returned her shoes.

source: 안경을 낀 레일라의 얼굴을 생각하자 실쭉 웃음이 났다.
en_us: The image of Layla wearing her new glasses flashed into his mind and brought a wry smile to his face.

source: 슐터강은 헤르하르트 가문의 숲과 골짜기를 감싸며 흘러갔다.
en_us: The Schulter River wrapped around the Herhardt estate’s forest and ravine.

source: 잠시 주저했지만 기어이 모자가 떠 있는 곳을 향해 걸음을 내딛기 시작했다.
en_us: After a moment of hesitation, she started wading towards the spot where the hat was floating.

source: 저 소설을 괜히 빌려줬지.{j}뼈저린 후회를 하면서도 카일은 피식 웃었다.{j}레일라는 모를 것이다.{j}집중해 책을 읽는 자신의 얼굴이 얼마나 예쁜지.{j}비스킷을 오물거릴 때는 또 얼마나 사랑스러운지.{j}오늘은 말해 버릴까?
en_us: I shouldn’t have lent her that novel, Kyle thought, chuckling to himself bitterly. But my gosh, I bet she has no idea how pretty she looks concentrating on that book, or chewing on that biscuit... Should I tell her how I feel today?{j}{j}{j}{j}{j}

source: 그리고 마티어스는 입술 끝에 가벼운 미소를 머금는 것으로 동의를 표시했다.
en_us: Matthias smiled subtly to indicate his consent.

source: 카일이 진지하게 편지를 읽는 사이에 제 할 일을 마친 피비는 이만 창가를 떠났다.
en_us: While Kyle solemnly read the note, Phoebe flew off, having fulfilled her duty.

source: 아들에게 무한한 애착과 기대를 가진 어머니와 그 어머니를 실망시키는 법을 알지 못하는 아들이라.{j}그 사이에 레일라 르웰린을 가만히 세워 보자 다시 한 번 실소가 났다.
en_us: A mother with endless affection and expectations for her son. A son who doesn’t want to disappoint his mother. And Layla Llewellyn, standing between them. He chuckled at the thought.{j}

source: 낡은 바퀴가 삐걱거리는 소리가 자박자박 내딛는 발걸음 소리와 섞여 들었다.
en_us: The creaking of her worn-out wheels blended with the clicking of the nobles’ expensive shoes.

source: 아니.
en_us: No.

source: “설마 내 초대를 거절하진 않을 거라 믿을게.”{j}오랜 친구를 대하듯 친근하고 다정한 말을 끝으로 클로딘은 이만 레일라를 향해 있던 시선을 거두었다.
en_us: “I’m sure you wouldn’t reject my invitation, Layla” she said as if talking to an old friend. She then turned away from Layla.{j}

source: 오두막이 있는 방향을 주시하던 마티어스는 천천히 말의 머리를 돌렸다.
en_us: After staring in the direction of the cottage for a while, he slowly turned his horse that way.

source: 경쾌한 총성과 함께 새는 툭 바닥으로 떨어져 내렸다.
en_us: Before his shot had finished echoing through the forest, the bird had already fallen to the ground.

source: 마티어스가 이미 반듯한 타이의 모양을 가다듬는 사이 멈추어 선 마차의 문이 열렸다.
en_us: As Matthias straightened his already-straight tie, the carriage came to a stop and the door opened.

source: 고작 모자 하나 벗겨 냈을 뿐인데 발가벗겨지기라도 한 듯한 반응이라니.
en_us: All I did was take her hat, he thought. Why is she reacting like she’s been stripped naked?

source: 당장 달려 나가고 싶은 눈빛을 하고도 그 소년은 착하고 예의 바른 아들의 역할을 놓지 못했다.
en_us: From his eyes it was clear that he longed to run outside at once, but he was a good boy and knew his manners.

source: 그 여자를 욕망한다.
en_us: I desire her.

source: 두 사람은 멈추었던 걸음을 다시 내딛기 시작했다.
en_us: Matthias and Claudine continued walking.

source: 하지만 소년의 장난은 더욱 짓궂어졌고, 레일라는 한숨을 내쉬다 웃어 버렸다.
en_us: This only caused the boy to double down on his mischievousness. Eventually Layla sighed and started laughing.

source: 아무럴 것도 없는 한여름의 저녁이었다.
en_us: It was an uneventful summer evening.

source: 빌 레머의 삶은 단순했다.
en_us: Bill lived a simple life.

source: 창을 활짝 열어 두어도 달아나는 법이 없었다.
en_us: The windows were wide open, and yet none of them were flying away.

source: “혼자 짐을 들고 역 앞을 걷고 있어 어디를 가는지 물었더니 헤르하르트 가문의 정원사인 빌 레머 씨를 찾아가는 길이라고 해서 말이에요.
en_us: “I saw her walking with her luggage all alone in front of the station. I asked her where she was headed, and she said she was on her way to find a Mr. Bill Remmer, gardener for the Herhardt family.

source: 서로 격이 잘 맞으니 교우하고 지내도 좋겠다는 말의 이면에 숨은 뜻을 모르는 사람은 아무도 없었다.
en_us: saying that she was sure the two families would get along well. Everyone understood what she meant by this.

source: 레일라 르웰린은 여전히 그의 영지에서 더부살이를 하고 있는 고아일 뿐이지만 적어도 한 가지 사실만큼은 완벽히 달라진 듯했다.
en_us: Layla Llewellyn was still an orphan living for free on his estate, but one key fact had changed everything.

source: “왜 하필 이럴 때 나타난 거지.”
en_us: “Why did he have to appear at a time like this?”

source: 그 봉투에서는 소다수 두 병과 샌드위치가 나왔다.
en_us: He reached into the bag and took out two bottles of soda water and a sandwich.

source: 사뿐하게 다가와 싱긋 웃는 그 아이를.
en_us: approaching him with a smiling face.

source: 여름 숲을 닮은 눈동자는 정확히 마티어스의 얼굴 위에서 멈추었다.
en_us: Her eyes, which were green like a summer forest, stopped directly on Matthias’s face.

source: 집사와 중년의 하녀가 막 별채를 나오고 있는 참이었다.{j}그들에게 꾸벅 인사한 레일라는 서둘러 응접실로 들어섰다.
en_us: The butler and a maid were just then leaving. She greeted them and then hurried into the drawing room.{j}

source: 마티어스가 천천히 뒷짐을 지는 사이 여자는 그의 왼편으로 스쳐 지나갔다.
en_us: He remained standing in place, and soon she passed by him on his left.

source: “가긴 어디를 가.”
en_us: “Where would I go?”

source: 승마복의 재킷을 벗고 셔츠의 단추를 몇 개 끄른 탓인지 그는 좀 전보다 훨씬 무방비하고 나른해 보였다.
en_us: With his riding jacket removed and the top few buttons of his shirt undone, he looked much more vulnerable and languorous than before.

source: “날개를요?
en_us: “You clip their wings?” she asked.

source: 그의 입술 새로 흘러나와 하얗게 흩어지는 연기가 이 순간이 결코 꿈일 수 없음을 증명해 주었다.
en_us: The pale smoke flowing through his lips finally convinced Layla that she wasn’t dreaming.

source: 빌 아저씨는 따라오면 화를 낼 것이라 엄포를 놓았다.
en_us: Bill had told her that he would be in trouble if she tried to help him with his work.

source: 뒤따라온 헤센은 조용히 문을 연 후 한 걸음 물러섰다.
en_us: Following behind him, Hessen quietly opened the door and took a step back.

source: 아름다운 무늬를 가진 홍방울새였다.
en_us: a linnet with beautiful markings.

source: 달그락거리는 소리의 정체를 빌은 어렵지 않게 파악할 수 있었다.
en_us: Without even trying, Bill knew all of the objects in the bag, just by the rattling sounds they made as she laughed.

source: 그 말이 상기시킨 기억에 굳어 있던 레일라의 얼굴도 웃음을 되찾았다.
en_us: Once Layla was reminded of this memory, her morose face gave way to a smile.

source: 같이 공부하고 저녁도 먹으려구요.
en_us: We’re going to study together, and then he’ll stay for dinner.

source: 맞은편 자리에 잠시 머무르다 떠나간 레일라 르웰린은 마치 처음부터 없었던 것처럼.
en_us: It was as if Layla had never even been there.

source: 그 순간 읽고 있던 신문을 접은 여자도 그를 향해 고개를 돌렸다.
en_us: Just then, she folded the newspaper she had been reading and turned in his direction.

source: 어쩌면 안경을 낀 레일라가 낯설어 보여서인지도.{j}“레일라.”{j}카일은 더 이상 참기 힘들어진 그 이름을 조용히 속삭였다.
en_us: He could barely take his eyes off of her. It must be her new glasses, he thought. Unable to stand it anymore, he whispered, “Layla.”{j}{j}

source: 결국 아무 말도 하지 않을 거라면 왜 이런 짓을 한 건가?{j}펜을 주워 든 손에 저절로 힘이 실렸다.{j}완벽한 귀족이라 칭송받는 헤르하르트 공작이 이런 짓을 저질렀다는 것을 아르비스 사람들은 믿을 수 있을까?{j}레일라는 절대 그럴 리 없을 거라는 데 지금껏 애써 모은 안경값 전부를 걸 수도 있을 것 같았다.{j}다들 그런 말을 하는 레일라를 이상하게 여길 것이다.
en_us: Why was he acting that way if he didn’t actually have anything to say? she wondered, squeezing the pen in her hand. Would the residents of Arvis believe that Duke Herhardt, the man they praise as the perfect nobleman, would do something like that? I’d bet all the money I’ve saved up for eyeglasses that they wouldn’t. They’d call me crazy.{j}{j}{j}{j}

source: 정원사가 장미를 가꾸듯 새들 역시 고용된 사육사가 돌보았다.
en_us: she had hired a bird-keeper to look after the birds.

source: 고개를 숙여 인사한 레일라는 떨리는 눈을 들어 그의 시선을 마주했다.
en_us: She bowed her head to him, then raised her trembling gaze and made eye contact with him.

source: “아, 안 돼요!”{j}멍하니 지켜보던 레일라는 사색이 되어 그를 쫓았다.{j}“돌려주세요!{j}제발요!”{j}레일라의 어깨를 감싸고 있던 숄이 마룻바닥으로 흘러내렸다.{j}뒤늦게 그것을 알아차린 레일라는 다급하게 두 팔을 들어 깊게 팬 네크라인을 가렸다.
en_us: “D-don’t!” she shouted, chasing after him. “Give them back! Please!” The shawl slid off her shoulders and fell to the floor. She frantically put her arms over her chest to cover the cleavage revealed by the deep neckline of her nightgown.{j}{j}{j}{j}{j}

source: 바닥에 떨어진 신문.
en_us: Nearby, there was a newspaper

source: “클로딘 아가씨는 브란트 백작가의 영애셔.
en_us: “Miss Claudine is Count Brandt’s daughter.

source: 헤르하르트 공작으로서 갖추어야 할 충분한 명예를 획득했다면 굳이 장교의 자리에 오래 머무를 필요는 없었다.
en_us: If he could earn enough honor as Duke Herhardt, there was no need for him to continue his duties as a military officer for very long.

source: 여러 도시를 여행해 본 카일도 동의해 준 걸 보면 객관적인 사실에 가까울지도 모를 일이다.
en_us: Kyle, who had traveled to many different cities, agreed with her, which she felt established her opinion as objective fact.

source: 그 공작저의 파티 말이다.”
en_us: About the party at the mansion, I mean.”

source: 잘린 날개의 깃털이 길어 나온 만큼 새는 조금 더 멀리 날 수 있게 되었다.
en_us: Its clipped feathers had started to grow back, so it was now capable of flying a bit farther than before.

source: “아.
en_us: “Ah,

source: 대학을 졸업한 공작은 가문의 전통에 따라 왕립군사학교를 거쳐 육군 장교로 임관했다.
en_us: After graduating from college, the duke had gone to the Royal Military Academy, and then been commissioned as an army officer, in keeping with the family tradition.

source: 길이 혼잡해 차가 잠시 멈추어 섰고, 마티어스는 무심코 차창 밖을 바라보았다.
en_us: While sitting in stopped traffic, he gazed out the window from his seat in the back of the car,

source: 한참을 더 생각하고 또 생각한 후에야 레일라는 벤치 끝에 살며시 앉을 수 있었다.
en_us: After deliberating for a long time, she finally sat cautiously down on the edge of the bench.

source: “이렇게…… 도둑처럼?”{j}마티어스는 낮은 목소리에 슬쩍 조소를 실었다.
en_us: “Like... a burglar?” he asked in a quietly mocking tone.{j}

source: 소란스럽고 화려한 파티의 분위기가 옅어지자 레일라는 비로소 안도의 한숨을 내쉬었다.{j}“고마워, 카일.{j}정말 정말 고마워.”{j}대리석 난간에 기대선 레일라는 가슴을 쓸어내리며 인사했다.
en_us: Only then did Layla realize how noisy the fancy party inside had been. Leaning against the marble railing, she breathed a sigh of relief and said, “Thanks, Kyle. Thank you so much.”{j}{j}{j}

source: 가장 듣기 싫은 말을 들었지만 레일라는 꾹 참기로 했다.
en_us: This was Layla’s least favorite thing to hear, but she kept silent.

source: 광장과 번화한 상점가를 지나자 마차로는 한산해졌다.
en_us: After passing through the city square and the busy shopping district, it grew relatively quiet in the carriage.

source: 설마, 여태 나무를 타고 놀 줄이야.
en_us: Don’t tell me she still climbs trees for fun.

source: 수수께끼 같은 말로 혼란만 더욱 키우는 헤르하르트 공작이 정말 말이 통하는 상대인지.
en_us: If Duke Herhardt was going to make enigmatic statements that only added to her confusion, perhaps it was no more possible to communicate with him than with a raven.

source: 손아귀에 갇힌 작은 새가 버둥거리며 울기 시작했지만 그건 노래라기보단 비명에 가깝게 들렸다.
en_us: The bird squirmed in his hand and started to cry, making sounds closer to shrieks than to song.

source: “내 몸 전부를 샅샅이 본 니가 고작 잠옷 정도로 유난인 건 좀 우습지 않아?”
en_us: “Isn’t it a bit silly that you’re making such a fuss over me seeing you in that nightgown, when you’ve seen every inch of my body?” he asked, snickering.

source: “거봐요, 엄마.
en_us: “See, Mom?

source: 어린 시절부터 쭉 그래 왔다.
en_us: It was something she had done since they were children.

source: 레일라는 마당 구석에 있는 펌프로 물을 길어 세수를 했다.
en_us: She pumped water from a spigot in the corner of the yard and rinsed her face with it.

source: 쓸데없는 말을 재잘거리지도, 숲과 정원을 쏘다니지도 않았다.
en_us: She hadn’t felt like chatting, or even wandering the forest or the garden.

source: “너 되게 웃긴다.
en_us: The boy started snickering. “You’re really funny.

source: 잘 웃는 만큼 넉살도 좋은 모양이었다.
en_us: It seemed that he not only laughed easily, but was a generally bold, outgoing person.

source: 쓰러진 후에도 자전거의 바퀴는 관성을 따라 요란스럽게 회전했다.
en_us: The front wheel of the upside-down bicycle continued to spin.

source: 하지만 이제 잘 모르겠다.
en_us: But now she wasn’t so sure.

source: 데굴데굴 굴러가는 죄 없는 열매를 지켜보다 눈을 찡그린 순간에야 레일라는 자신이 저지른 치명적인 실수를 깨달았다.
en_us: As she squinted to see the innocent nut rolling along the path, she suddenly realized the fatal mistake she had made.

source: 막대기처럼 꼿꼿하게 서 있던 레일라는 그제야 걸음을 내디뎠다.
en_us: Layla, who had been standing in the same spot since she arrived, started following behind him.

source: 그런데 또 이런 파격이라니.
en_us: And now the duke had sprung this surprise on them.

source: 자연스럽게 뒷좌석에 오른 레일라의 체온이 한낮의 열기보다 더욱 선명하게 전해져 왔다.
en_us: Layla sat on the bicycle’s back seat. Kyle could feel her body warmth even in the heat of the midday sun.

source: 해가 지는 정원 너머의 숲을 보자 그 아이가 떠올랐다.{j}레일라, 저 숲에 사는 가여운 고아.
en_us: The sight of the dusky forest beyond the garden made her think of Layla, the poor orphan girl who lived by those woods.{j}

source: 억울한 일이었지만 다음 친척집이 그전보다는 나았으므로 레일라는 잘된 일이라 여기기로 했다.
en_us: This had felt unfair to Layla, but she didn’t mind it once she realized that the next home was an improvement over the first one.

source: 그날 이후 얼마간은 빌 아저씨와 카일을 보는 일도 민망스러워 혼이 났다.
en_us: After that day, she had felt awkward around men, including even Bill and Kyle.

source: 쥐고 있던 모자를 가볍게 쓰고 아무 일 없는 듯 유유히 길을 걸었다.
en_us: He placed his cap on his head and started strolling down the road again, as if nothing had happened.

source: “필요하다면.”{j}마티어스는 고민 없이 대꾸했다.{j}그 순간 레일라의 눈동자에 차오른 절망이, 공포가, 그럼에도 버리지 못한 분노가 그를 꽤 즐겁게 했다.{j}“레일라.”{j}스쳐 지나려던 마음을 바꾸어 마티어스는 그녀를 향해 섰다.{j}“나는 내 세상의 모든 것들이 제자리에 있길 원해.{j}쓸데없이 숨거나 도망치지 않는, 마땅히 있어야 할 그 자리에.”
en_us: “I will when necessary,” he replied without skipping a beat. He was pleased by the despair, fear, and anger that this provoked in her face. He was about to brush past her and leave, but he changed his mind and decided to stay a bit longer. “Layla, I want everything in my world to be in its proper place. I don’t want anyone needlessly hiding or running away.”{j}{j}{j}{j}{j}{j}

source: “그야 당연하지.
en_us: “Of course.

source: 빌은 반박하지 못했다.
en_us: Bill couldn’t dispute her point.

source: 선착장 옆에 선 아름다운 건물은 절반은 강물 위에 떠 있는 형태로 지어졌다.
en_us: The cabin, which had originally been an old boathouse by the dock, had been renovated into a beautiful building that looked like it was half-floating on the river.

source: 레일라는 그 사소한 변화들을 기쁜 듯이 살피며 여름 숲을 거닐었다.
en_us: Layla frequently wandered through the forest, overjoyed with all the small changes that were on display.

source: 이미 커튼 뒤에 몸을 숨기고 있으면서도 레일라는 화들짝 놀라 창가에서 물러섰다.
en_us: Even though Layla had already been hidden behind the curtain, she jumped with surprise and backed away from the window.

source: “레일라.”{j}마티어스의 목소리는 이제 속삭임에 가까워져 있었다.
en_us: “Layla.” He was now practically whispering.{j}

source: 갑자기 무슨 엉뚱한 취미야?”{j}리에트는 황당한 듯이 새장을 보았다.
en_us: Why have you suddenly picked up such a random hobby?” Riette asked, looking at the birdcage with a bemused expression.{j}

source: “사냥은 원래 그런 거 아니야?”
en_us: “Isn’t that the whole point of hunting? To kill things for fun?”

source: 단지 그뿐인데 뺨 언저리가 자꾸만 화끈거렸다.
en_us: However, her cheeks still felt hot.

source: 숲길을 지나 오두막에서 새 나오는 불빛을 마주한 후에야 레일라는 그 무엇의 정체를 알았다.
en_us: She only realized what it was once she had traversed the forest path and saw the light leaking out of the cottage.

source: 주말에 저택에서 열릴 파티.
en_us: and the party that was planned for the upcoming weekend.

source: 이 한심스러운 덫을 놓고 기다린 이유를 마티어스는 순순히 받아들였다.
en_us: He finally understood the reason he had laid this trap.

source: 마티어스는 대답 대신 담배를 한 개비 꺼내 물었다.
en_us: In place of a reply, Matthias took out a cigarette and lit it.

source: 저 애 좀 봐요!”{j}이만 돌아서려던 모나 부인이 경악하며 창가로 달려갔다.
en_us: Look at her!”{j}

source: 조금만 더 자라면 숙녀의 치마가 무릎 위까지 올라가겠네.”{j}새를 쫓아 달리는 레일라를 바라보던 모나 부인이 쯧쯧 짧게 혀를 찼다.
en_us: If she grows any more, her skirt won’t reach down to her knees,” said Mona, clicking her tongue as she watched Layla chasing after a bird.{j}

source: 뒤편에 서 있던 엘리제 폰 헤르하르트는 조금 더 담백한 태도를 취했다.{j}“그새 키가 더 자랐구나.”{j}가벼운 포옹으로 아들을 환영한 그녀가 웃으며 말했다.{j}아들과 꼭 닮은 짙은 흑발이 초여름의 햇살 속에서 빛났다.
en_us: His mother, Elise von Herhardt, greeted him in a more direct manner, hugging him lightly as she smiled and said, “You’ve grown, I see.” Her black hair, which matched that of her son, gleamed in the early-summer sun.{j}{j}{j}

source: 기절할 듯이 놀라는 아이가 귀여워 빌의 웃음소리가 더욱 높아졌다.
en_us: Bill found her reaction so cute, he started laughing louder than before.

source: 아이는 우편 마차를 타고 왔다.
en_us: The girl showed up one early-spring day, riding in the mail coach.

source: 정원에 있는 장미 말씀이신가요?”
en_us: Roses from the garden?”

source: 창문 밖으로 내다본 장미 정원에 레일라가 있었다.
en_us: He looked out the window at the rose garden down below. Layla was there.

source: 금사로 수를 놓은 하얀 드레스는 이 꿈같은 밤처럼 아름다웠다.
en_us: The white dress embroidered with gold thread looked beautiful on this dreamy night.

source: 오두막이 보이기 시작하자 레일라는 마지막 기력을 모아 길가에 떨어져 있는 개암나무 열매를 걷어찼다.
en_us: Once the cottage was in sight, she gathered her last ounce of strength and kicked a hazelnut that had fallen on the path.

source: 당연히 도망칠 줄 알았던 카나리아는 뜻밖에도 가만히 머물렀다.
en_us: To his surprise, it didn’t try to fly away, but just sat up calmly

source: 교복이 뭐가 어때서?
en_us: What would be wrong with that? Bill wondered, taken aback by Mona’s passionate intensity.

source: 맞은편 자리는 아무래도 부담스러워 강을 향해 난 창문 앞에 놓인 나무 의자에 조심스럽게 앉았다.
en_us: She didn’t have the courage to sit in the seat across from him, so she sat on a chair by the window that faced the river.

source: 레일라는 하얗게 굳은 손으로 흠뻑 젖은 치맛자락을 쥐었다.
en_us: Layla gripped her wet skirt so tightly that her knuckles went white.

source: “난 단 건 질색이야.”
en_us: “I hate sweet things.”

source: 차라리 사자나 코끼리를 키운단 말이 좀 더 그럴싸하겠어.”{j}한 시종이 코웃음을 쳤다.
en_us: I’d sooner believe that he was taking care of a lion, or an elephant,” a servant said, snorting.{j}

source: 물론 그것은 사용인이 거두어 키운 불쌍한 고아를 친구로 여겨 주는 브란트 영애를 향한 찬탄이었다.
en_us: Of course, the real object of their praise and admiration was not Layla, but rather Lady Claudine for being so kind as to treat the poor orphan girl like her friend.

source: 하지만 빌의 뜻은 확고했다.
en_us: But Bill was determined.

source: 마치 물이 두려운 듯이.
en_us: as if she were afraid of the water.

source: “어…… 아니.”{j}눈을 깜빡거리던 소년이 세차게 고개를 저었다.{j}“난 안 그래.{j}불쌍하잖아.”{j}소년은 한마디 한마디에 힘을 실어 대답했다.
en_us: “Uh... well... no,” he replied. After a moment, he shook his head vigorously and firmly said, “No, I don’t. I feel sorry for the poor animals.”{j}{j}{j}{j}

source: 그런 건 진작 말을 했어야지.”{j}경청하던 카일의 얼굴에 당혹감이 깃들었다.{j}“그 선물을 놀린 내가 너무 쓰레기 같잖아!”
en_us: You should’ve told me all that before,” Kyle exclaimed, feeling very ashamed after hearing Layla tell him the story behind the hat. “I feel like trash now after making fun of that gift!”{j}{j}

source: 그 바람이 간절해졌을 무렵, 공작은 불현듯 몸을 돌려 레일라가 있는 강기슭 쪽으로 헤엄쳐 오기 시작했다.
en_us: Just then, the duke suddenly turned his body over in the water and started swimming toward the edge of the river near where Layla was.

source: 레일라는 서둘러 노트를 가방 깊이 챙겨 넣었다.
en_us: She quickly put her notebook safely back into her bag.

source: 감정이 앞서 레일라가 어떤 아이인지 잠시 잊었다.
en_us: His emotions had gotten the better of him, and he had briefly forgotten what kind of person she was.

source: “제가 번 돈이요?”
en_us: “I earned it?”

source: “헤르하르트 공작은 남이잖아.
en_us: “And Duke Herhardt is a stranger.

source: 레일라는 그대로 얼어붙은 채 그저 나무만 꼭 부둥켜안았다.
en_us: She remained motionless, still hugging the tree tightly.

source: “……어떡해.”{j}레일라는 울상이 되어 풀썩 그 자리에 주저앉아 버렸다.{j}앞치마 자락을 들어 얼굴을 가리고 몇 번이나 도리질을 쳤다.{j}기억하고 싶지 않은데 어쩌자고 자꾸만 떠오르는지.{j}레일라는 이제 제 머리카락까지 꼭 움켜쥐었다.{j}“어떡해.{j}어떡하지, 카일?”
en_us: “What should I do...?” she asked. Her eyes started to well up with tears, and she flopped down to sit on the ground. Lifting up her apron to cover her face, she shook her head several times in distress. Her mind kept flashing back to what she had seen, even though she didn’t want it to. Now clutching her hair, she asked, “What should I do? What should I do, Kyle?”{j}{j}{j}{j}{j}{j}

source: “몰라.”
en_us: “I honestly don’t know.”

source: “고마워, 레일라.”{j}클로딘이 상냥하게 인사했다.
en_us: * * * “Thank you, Layla,” Claudine said.{j}

source: 필사적으로 날개를 파닥거렸지만 새는 얼마 날지 못하고 툭 떨어지듯 내려앉았다.
en_us: The canary flapped its wings desperately, but was only able to fly a short distance before flopping down on the ground.

source: 마티어스의 부드러운 저음과 클로딘의 낭랑한 고음이 일정한 간격을 두고 교차되었다.
en_us: Matthias’s soft, deep voice gave way to Claudine’s clear, high voice at regular intervals.

source: 맞은편 콘솔 위에 놓인 탁상시계는 5시를 가리키고 있었다.
en_us: The clock on the credenza showed that it was five o’clock.

source: 그 손이 드디어 얼굴을 놓아주자 레일라는 비틀거리며 뒷걸음질 쳤다.
en_us: When he finally let go, she stumbled backward a few steps.

source: 아직은 꽤 차가운 날씨인데도 아이는 터무니없이 얇은 옷을 입고 있었다.
en_us: Although the early-spring weather was still quite chilly, the girl was wearing only a flimsy outfit.

source: “클로딘 아가씨가 주셨어요.”
en_us: “Miss Claudine gave it to me.”

source: 우선 창가 쪽부터 뒤지기 시작할 모양이었다.
en_us: She first began to inspect the area around one of the windows.

source: “역시, 어리석고 가여운 새야.”{j}짧게 혀를 찬 리에트가 안됐다는 듯 새를 보았다.{j}“이름 하나 허락하지 않는 사냥꾼을 사랑하다니!”
en_us: “Yep, it’s a stupid and pitiful bird, all right,” said Riette, clicking his tongue as he looked at the bird with pity. “It loves a hunter who won’t even allow it to be named!”{j}{j}

source: 세상을 대하는 태도 역시 그랬다.
en_us: or his attitude about the world.

source: “아무튼.
en_us: “Well anyway,

source: 어떻게든 펜을 잡아당겨 꺼내 보려 안간힘을 써 보았지만 마티어스는 꿈쩍도 하지 않았다.
en_us: She looked like she was waiting for the chance to snatch the pen back, but Matthias didn’t move.

source: 얼어붙은 채로 그 남자를 바라보던 순간에 떠올린, 달이 밝았던 그 밤의 기억과 감각을 지워 내기라도 하듯.
en_us: Seeing the duke on the terrace had brought back memories from the traumatic encounter she had had with him on that moonlit night at his cabin. She kept rubbing and rubbing her lips, trying to rid herself of the memories.

source: 시야가 선명해지면 덩달아 감정도 선명해지기라도 하는 듯이.{j}“저, 송구하지만 공작님.{j}그리고 아가씨.”{j}레일라는 더 이상 견디지 못하고 달싹이던 입술을 뗐다.{j}“먼저 일어서는 결례를 범해도 괜찮을까요?”{j}이만 마티어스를 떠난 그녀의 시선은 클로딘의 얼굴 위에서 멈추었다.{j}비로소 숨이 제대로 쉬어졌다.{j}“친구를 만나기로 한 시간이 가까워져서요.”{j}덧붙이는 말에서는 숨길 수 없는 초조함이 묻어났다.
en_us: It was as if the newfound clarity in her eyesight had increased the clarity of her feelings as well. Her lip started to twitch as her discomfort grew. Soon she found herself saying, “I beg your pardon, Your Grace and Miss Claudine, but do you mind if I excuse myself?” She turned her gaze from Matthias to Claudine, which allowed her to steady her breathing somewhat. “I’m supposed to meet a friend soon,” she added with a tinge of anxiousness in her voice.{j}{j}{j}{j}{j}{j}{j}{j}
